---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.ViewActivatedEventArgs
source: html/9d3872f4-c5f2-8f2f-8d64-7a440ece57ec.htm
---
# ViewActivatedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.